;~ =============================================================================
;~ Rizonesoft Language File
;~ =============================================================================
;~ Date.........: 01 January 2018
;~ Author.......: VenusGirl💋 (비너스걸)
;~ Link.........: https://venusgirls.tistory.com/
;~ =============================================================================

[Main]
Product = DVD Drive Repair
Version = 2.x

[Language]
Name = 한국어
Code = ko
Encoding = Unicode

[Translations]
About = About
Custom = Custom
Donate = Donate
Logging = Logging
Menus = Menus
Messages = Messages
Messages2 = Messages2
Preferences = Preferences
Update = Update
Versioning = Versioning

[About]
Window_Title = %{Program.Name} 정보
Label_Version = 버전
Label_AutoIt = 빌드한 AutoIt의 버전
Label_Copyright = 저작권
Tip_Title_Donate = 우리의 대의에 기부
Tip_Message_Donate = 기부해주시면 소프트웨어를 무료로 유지하고\rn당사가 귀하에게 서비스를 제공하는데\rn사용하는 도구와 서비스를 얻을 수 있도록 도와줍니다. 
Label_Home = 홈페이지
Label_License = 라이센스
Label_Support = 지원 받기
Tip_Title_Country = 남아프리카 공화국에서 제작
Tip_Message_Country = %{Program.Name}는 남아프리카에서 태어났습니다.
Label_Contributors = 기여자
Button_Ok = 확인
Label_RAM = (RAM) %d MB 남음/ %d MB (%d%)
Label_HDD = (%s) %.2f GB 남음/ %.2f GB (%d%)
Tip_Twitter = Follow us on Twitter.
Tip_Facebook = Like us on Facebook.
Tip_Twitter = Follow us on Twitter.
Tip_Reddit = Read about us on Reddit.
Tip_LinkedIn = Connect with us on LinkedIn.
Tip_GitHub = %{Program.Name} on GitHub.
Tip_WhatsApp = Chat with us on WhatsApp.

[Custom]
Label_Status_Welcome = DVD 드라이브가 %{Windows.Version}에 없거나 일부 응용 프로그램에서 인식되지 않는 경우 '%s'를 클릭하고 컴퓨터를 다시 시작하십시오. 계속하기 전에 시스템 복원 지점을 만들어야 합니다.
Label_Status_Updates = 업데이트 확인
Label_Status_Warning = %{Program.Name}을 실행한 후 BD/DVD/CD 드라이브를 사용하도록 설계된 소프트웨어를 다시 설치해야 할 수 있습니다.
Radio_Reset_Autorun = 자동 실행 옵션 재설정
Checkbox_Just_Repair = 지금 복구
Tip_Nothing_Title = 재설정 및 보호 옵션을 비활성화합니다.
Tip_Nothing_Message = 추가 처리 비활성화
Radio_Protect = 자동 실행 맬웨어로부터 보호
Tip_Protect_Message = 이 옵션은 모든 이동식 드라이브에 대해 자동 실행 기능을 비활성화합니다! \ rn자동 실행을 활성화하려면 '%s'를 선택하십시오.
Tip_Protect_Title = 경고!
Checkbox_Include_Local = 로컬 머신 포함
Button_Repair = DVD 드라이브 복구

[Donate]
Label_Heading = 우리 소프트웨어를 영원히 무료로 유지하기 위한 작은 기부는 어떨까요?
Label_Message = 아래의 PayPal 버튼을 클릭하고 금액을 선택한 후 기부금을 보내주세요. 기부금은 우리 소프트웨어의 개선 및 Rizonesoft의 모든 것을 무료로 유지하는 데 사용됩니다. $20의 기부금으로 우리는 적어도 한 달 동안 운영될 수 있습니다.
Label_Donate = %{Program.Name}을 개선하고 불을 켜두기 위해 $10의 작은 선물을 고려하시겠습니까?

[Logging]
Finished = 마침
success = 성공
Response_Received = 수신된 응답
Successfully = 성공
OK = 확인
Registration_succeeded = 등록 성공
Initiated = 개시
Error = 오류
Failed = 실패
Access_Denied = 접근이 불가합니다
No_Operation_Performed = 작업을 수행할 수 없습니다
VERSION = 버전
File_Not_Found = '%s'로그 파일을 찾을 수 없습니다.
Showing_File = '%s'로그 파일을 표시합니다.
Showing_Error = 문제가 발생했습니다: 프로세스 ID: % s
Opening_File = 로그 파일을 엽니다.
Opening_Directory = 로그 폴더 열기...
Directory_Not_Found = '%s' 로그 디렉터리를 찾을 수 없습니다.
Showing_Directory = '%s'로그 디렉터리를 표시합니다.
Bool_Yes = 예
Bool_No = 아니오
Info_Date = 날짜:
Info_Program = 프로그램:
Info_Program_Path = 프로그램 경로:
Info_Compiled = 컴파일:
Info_AutoIt_Version = AutoIt 버전:
Info_AutoIt_64Bit = AutoIt 64비트 버전:
Info_Windows_Version = Windows 버전:
Info_System_Type = 시스템 유형:
Info_Memory = 메모리 (RAM):
Info_ProgramFiles = 프로그램 파일 디렉토리:
Info_Windows_Directory = Windows 디렉토리:
Level_Error = 오류:
Level_Warning = 경고:
Level_Success = 성공:
Level_Finished = 마침:

[Menus]
File = 파일(&F)
File_Preferences = 환경 설정(&P)
File_Logging = 로깅(&L)
File_Logging_Open_File = 로그 파일 열기(&L)
File_Logging_Open_Directory = 로그 디렉토리 열기(&D)
File_Reboot = Windows 재부팅(&R)
File_Close = 닫기(&C)\tShift+Alt+F4
Troubleshoot = 문제 해결(&S)
Troubleshoot_Hardware = 하드웨어를 사용하여 문제 해결(&H)
Tools = 도구(&O)
Tools_System_Restore = Windows 복원 지점 만들기(&C)
Tools_Device_Manager = 장치 관리자(&D)
Tools_Update_Firmware = 펌웨어 업데이트(&F) (FirmwareHQ.com)
Help = 도움말(&H)
Help_Update = 업데이트 확인(&U)
Help_Home = %{Company.Name} 홈페이지(&H)
Help_Downloads = 더 많은 프로그램들(&D)
Help_Support = 지원 받기(&G)
Help_Issue =  쟁점 생성(&I)
Help_Donate = 우리에게 기부하기(&O) 
Help_About =  %{Program.Name} 정보
Debug = 디버그(&D)

[Messages]
Info_Title = 참고해 주십시오
Warning_Title = 경고!
Error_Title =이런! 뭔가 잘못되었습니다
Error_Oops = 이런!
Singleton = %{Program.Name}의 다른 항목이 이미 실행 중입니다.
Compatible = %{Program.Name}은 사용중인 Windows 버전과 호환되지 않습니다. 이것이 오류라고 생각되면 모든 세부 사항과 함께 '%s'에 메시지를 남겨주세요.
Compatible_Bit = 유감스럽게도 %{Program.Name} 32비트는 Windows 버전과 호환되지 않습니다. '%s'에서 %{Program.Name} 64비트를 다운로드하십시오.
Loading_Initializing = %{Program.Name} 초기화 중
Loading_Localizations = 현지화 불러오기
Loading_Resources = 리소스 설정
Loading_WorkingDirectories = 작업 디렉토리 설정
Loading_Logging = 로깅 초기화
Loading_Configuration = 구성 불러오기
Loading_Shortcuts = 키보드 단축키 설정
Loading_Interface = 코어 인터페이스 시작
Ping_Check_Connection = 인터넷 연결을 확인하는 중입니다.
Ping_Response = 응답이 %s밀리초 내에 수신되었습니다.
Ping_Host_Offline = 호스트가 오프라인 상태입니다.
Ping_Host_Unreachable = 호스트에 연결할 수 없습니다.
Ping_Host_Bad = 잘못된 대상입니다.
Ping_Host_No_Internet = 인터넷 연결이 없습니다.
Global_Errors = (%02i) %s로 끝났습니다!
Global_Errors_Error = 오류
Global_Errors_Errors = 오류
Global_Finished = 선택한 작업을 완료했습니다.
Global_File = 파일
Global_Files = 파일
RegisterDll_Success = RegSvr32.exe > '%s' 등록이 성공했습니다.
RegisterDll_Error_01 = RegSvr32.exe > '%s' 모듈을 등록하려면 바이너리 이름을 제공해야합니다.
RegisterDll_Error_02 = RegSvr32.exe > '%s' 지정된 모듈을 찾을 수 없습니다.
RegisterDll_Error_03 = RegSvr32.exe > '%s' 모듈이 로드되었지만 진입점 DllRegisterServer를 찾을 수 없습니다.
RegisterDll_Error_04 = RegSvr32.exe > '%s' 오류 번호: 0x80070005
Registry_Write_Error = '%s'에 쓸 수 없습니다.
Registry_Error_01 = 요청한 키를 열 수 없습니다.
Registry_Error_02 = 요청한 기본키를 열 수 없습니다.
Registry_Error_03 = 요청된 값을 열 수 없습니다.
Registry_Error_04 = 값 유형이 지원되지 않습니다.
Registry_Error_05 = 요청한 값을 삭제할 수 없습니다.
Registry_Error_06 = 요청한 키/값을 삭제할 수 없습니다.

[Messages2]
Boot_01 = 설정이 적용되기 전에 시스템 재부팅이 필요할 수 있습니다.
Boot_02 = 재부팅하거나 재부팅하지 않습니까?
Boot_03 = 설정이 적용되기 전에 컴퓨터를 재부팅해야 할 수 있습니다. 지금 컴퓨터를 재부팅하시겠습니까? 물건을 저장하고 숨을 참고 예를 눌러 컴퓨터를 재부팅하십시오. 또는 나를 무시하려면 아니오를 누르십시오.
Boot_04 = ^ 컴퓨터를 재부팅하고 싶지 않습니까?
Boot_05 = ^ 그것으로 논쟁할 수 없습니다. 결국 그것은 당신의 컴퓨터입니다.
Boot_06 = 나중에 컴퓨터를 재부팅하려면 '%s'를 클릭한 다음 '%s'를 클릭하십시오.
Boot_07 = Windows 재부팅 중...
MsgBox_Boot_Title = 재부팅!
MsgBox_Boot_Message = 컴퓨터가 %s 초 후에 재부팅됩니다. 이것은 당신의 물건을 저장하기에 충분한 시간을 줄 것입니다. 지금 컴퓨터를 재부팅하려면 확인을 누르십시오.
Boot_Restarting = 컴퓨터가 다시 시작됩니다.
Boot_Canceled = 재부팅이 취소되었습니다.
Repair_Drives_01 = DVD 드라이브 복구 중입니다.
Repair_Drives_02 = 상부 및 하부 필터를 재설정합니다.
Repair_Drives_03 = 자동 실행 설정을 재설정합니다.
Repair_Drives_04 = ATAPI 디스크 인터페이스를 복원하는 중입니다.
Repair_Drives_05 = 이로 인해 문제가 해결되었기를 바랍니다. 그렇지 않으면 물리적 하드웨어 문제일 수 있습니다.

[Preferences]
Window_Title = 환경 설정
Tab_General = 일반
Tab_Performance = 성능
Tab_Language = 언어
Group_Logging = 로깅
Group_Priority = 우선 순위
Group_Memory = 메모리
Group_Language = 언어
Checkbox_Enable_Logging = 로깅 사용
Label_Log_Exceed = 로그 크기는 다음을 초과할 수 없음:
Label_Logging_Size = 로깅 크기: %s KB
Button_Logging_Clear = 로깅 지우기
Label_SetPriority = 프로세스 우선 순위 설정:
Checkbox_SaveRealtime = 우선 순위를 높음 이상으로 저장합니다 (권장하지 않음).
Checkbox_ReduceMemory = 메모리 부족 시스템에서 메모리를 줄입니다.
Label_Language_Message = 선호하는 언어를 선택하고 계속하려면 %s 버튼을 누르십시오. (재시작 필요)
Button_Save = 저장
Button_Cancel = 취소
Label_Updated = 환경 설정이 업데이트되었습니다.
Label_Logging_Cleared = 로깅이 삭제되었습니다
MsgBox_Language_Title = 언어 변경
MsgBox_Language_Message = 선택한 언어가 변경되었습니다. 선택한 언어를 적용하려면 %{Program.Name}을 다시 시작해야 합니다.
MsgBox_Closing_Title = %{Program.Name} 닫기
MsgBox_Closing_Message = 지금 %{Program.Name}을 닫으시겠습니까?

[Update]
Window_Title_Available = 업데이트 가능
Window_Title_Congratulations = 축하합니다!
Window_Title_Error = 뭔가 잘못되었습니다
Label_Message_Update = 사용 가능한 '%{Program.Name}'의 새 버전이 있습니다.
Label_Message_Latest = 최신 버전의 '%{Program.Name}'를 사용하고 있습니다.
Label_Message_Error =  '%{Program.Name}'의 최신 버전에 대한 정보를 검색할 수 없습니다.
Label_Message_Internet = 인터넷 연결을 확인하고 다시 시도하십시오.
Label_Build_Current = 현재 빌드:
Label_Build_Update = 업데이트 빌드:
CheckBox_NoUpdate = 시작할 때 업데이트를 확인하지 않습니다.
Button_Update = 새 버전 다운로드
Button_Close = 닫기

[Versioning]
Administrator = 관리자
Build = 빌드
AutoIt_Version = AutoIt 버전 %{AutoIt.Version} 사용
Bit = 비트